Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/udir.no/6_undervisningsopplegg-niva-4.html.tmx
Source language: sme
Languages: sma

source: Oahpaheaddji sáhttá maiddái searvat vai leat eanet oassálastit.
sma: Lohkehtæjja maahta aaj meatan årrodh juktie jienebh meatan sjïdtieh.

source: Vuolábealde olmmoš- ja hupmanstašuvdnagoartta evttohus, maidda oahppit čállet dieđuid.
sma: Vuelielisnie akte raeriestimmie almetje-jïh soptsestimmiesijjiekåarhtide, mah learohkh dievhtieh.

source: Olmmoš 1
sma: Almetje 1

source: Namma: Ahki: Gii mun lean: Iešvuohta / luondu: Sohkavuohta / bargoolmmái / bargoveahkki / eará gaskavuohta:
sma: Nomme: Aaltere: Gie manne: Jïjtsevoete Slïekte / barkoevoelpe / barkoeviehkie / jeatjah ektiedimmie:

source: Olmmoš 2
sma: Almetje 2

source: Gos: Gii: Doaibma: Man birra hupmet:
sma: Gusnie: Gieh: Heannadimmie: Dan bïjre soptsestieh:

source: Seamma málle sáhttá atnit ráhkadeames rollaspealu eará sámi árbevirolaš ealáhusaide nugomat:
sma: Maahta seamma vuekiem jïh maallem nåhtadidh råållespïelem darjodh jeatjah dejpeladtje saemien jielemi bïjre goh:

source: luossaguolásteapmái
sma: mearoegööleme loesegööleme

source: eanandollui
sma: jåartaburrie

source: bivdui- ja meahcásteapmái
sma: vijreme jïh lidteme

source: eará meahcceealáhusaide
sma: jeatjah miehtjiejielemh

source: buohtalasealáhusaide
sma: duedtie aktanimmiejielemh

source: Juohke áidna dáin ealáhusain sáhttet doaibmat sámegielat domeanan, gos oahppit sáhttet fitnat, ja das ráhkadit rollaspealu.
sma: Fïereguhte dejstie jieliemistie maahta goh saemiengïelen suerkieh årrodh, mejtie dah learohkh maehtieh guessine mïnnedh, jïh mestie maehtieh aktem råållespïelem darjodh.

source: Rollat / rollaspeallu doaibmá maiddái gielladomeanan.
sma: Dah råållah / rållespïele aaj goh gïelesuerkieh sjïdtieh.

source: Geahča sierra artihkkala gielladomeanaid birra gos gávdnat eanet ovdamearkkaid.
sma: Vuartesjh sjïere artihkelem gusnie vielie vuesiehtimmieh gïelesuerkiej bïjre.

source: Rollaspeallu sáhttá maiddái viiddiduvvot nu ahte šaddá storyline-prošeavtta vuolggasadjin.
sma: Maahta aaj råållespïelem stueriedidh jïh våaroeminie årrodh akten storyline-prosjektese.

source: Heivehuvvon oahpahus
sma: Sjïehtedamme lohkehtimmie

source: Earut válljemis rollaspellui heivvolaš viidodaga, omd. manlágán olbmot ja galle hupmanstašuvnna galget, ohppiidlogu, ohppiid ovdamáhtolašvuođa ja sin agi ektui.
sma: Joekehtehth gosse aktem sjïehteles stoeredahkem råållespïelese veeljh, vuesiehtimmien gaavhtan magkeres almetjh jïh man gellie soptsestimmiesijjieh, mestie man gellie learohkh, learohki åvtedaajroeh jïh dej aaltere.

source: Go oahppit ieža leat mielde čállimis rollaid, de sii atnet dan máhtolašvuođa maid sii leat háhkan.
sma: Gosse learohkh jïjtje leah meatan råållah tjaelieh, dah sïjhtieh altese lïereme daajroeh nåhtadidh.

source: Dalle lea oahpaheaddji bargun addit ohppiide heivehuvvon hástalusaid.
sma: Dellie lohkehtæjjan barkoe sjædta sjïehtedamme haestemh vedtedh learoehkidie.

source: Hupmanstašuvnnaid lohku sáhttá viiddiduvvot.
sma: Maahta jienebh soptsestimmiesijjieh lissiehtidh.

source: Ovdamearkka dihte sáhttá ráhkaduvvot hupmanstašuvdna gosa mátkkošteaddjit (turisttat) bohtet.
sma: Vuesiehtimmien gaavhtan maahta aktem soptsestimmiesijjiem darjodh gusnie turisth jallh jeatjebh guessine båetieh.

source: Das sáhttá čohkket dieđuid báikki historjjá ja árbevieruid birra.
sma: Daesnie maahta sijjien histovrijen jïh dejpeladtje vuekiej bïjre bievnedh.

source: Dát hupmanstašuvdna heive ohppiide geain lea nannoset sámegielat máhtolašvuohta, ja boarráset ohppiide geat čuvvot sámegiella 3 oahppoplána.
sma: Daate soptsestimmiesijjie sjeahta dejtie learoehkidie mah leah ånnetji veaksahkåbpoe saemiestidh, jïh båarasåbpoe learohkh mah learoesoejkesjem saemien 3 dåeriedieh.

source: Gáiddusoahpahus
sma: Maajhööhpehtimmie

source: Rollaspealu čađaheames gáiddusoahpahussan sáhttá leat hástaleaddjin, muhto ráhkkanemiin dat lea vejolaš.
sma: Maahta ånnetji geervebe årrodh råållespïelem tjïrrehtidh maajhööhpehtimmesne, bene jis soejkesje dle gåarede.

source: Oasseváldiid lohkku sorjasa dasa movt oahpahus organiserejuvvo ja leago vejolašvuohta máŋgasiidda searvat jietna- ja govvakonferánsii, mii mearkkaša máŋga oahppi oahpahit oktanaga.
sma: Man gellie learohkh mah edtjieh meatan årrodh sæjhta jearohks årrodh guktie ööhpehtimmiem öörnedamme, jïh mejtie jienebh maehtieh meatan årrodh råårestallemisnie, dïhte sæjhta jiehtedh jienebh learohkh ööhpehtimmiem åadtjoeh seamma aejkien.

source: Seamma olbmos sáhttet leat máŋga rolla.
sma: Seamma almetje maahta aaj jienebh råållah utnedh.

source: Dat mii gáržuda lea ahte ovddabealde govvenrusttega gáržu lihkadanvejolašvuohta.
sma: Dah gaertjiedimmieh leah mejtie gåarede svïhtjedh kaameran uvte, ihke sijjie unnebe sjædta.

source: Maiddái gáiddusrusttega teknihkkalaš čoavddus váikkuha ja dat man jođánit rusttet sáhttá sáddet gova ja jiena.
sma: Aaj jearohks guktie maajhdirregen teknihke lea, jïh man varki sertiestimmie tjoejeste / guvveste jåhta.

source: Maiddái gáibida buoret searvedovddu go rollaspealus galggaše seamma báikkis / lávddis, muhto leat iešguđet báikkiin.
sma: Tjuara vielie dorjehtalledh aktene råållespïelesne gosse edtja seamma sijjesne årrodh råållespïelesne, bene joekehts sijjine tjahkasjidh.

source: Ráhkkaneapmi rollaspellui lea seammago mii dábálaš klássalanjas dáhpáhuvvá.
sma: Dah soejkesjimmieh råållespïelese sïjhtieh seamma årrodh goh klaassen tjiehtjielisnie.

source: Movt rollaspeallu čađaha, vuolgá das movt lea organiserejuvvon ja manlágánat rusttegat leat.
sma: Gosse lea tjïrrehtimmien bïjre råållespïeleste, sæjhta jearohks årrodh guktie lea öörnedamme, jïh magkeres dirregh.

source: Jus rollaspealus lea dušše okta oahppi ja oahpaheaddji mielde, de šaddá rollaspeallu dása heivehuvvot, omd. nu ahte oahppi ja oahpaheaddji goabbánai neaktiba eanet rollaid.
sma: Jis ajve akte lohkehtæjja jïh akte learohke meatan, tjuara råållespïelem sjïehtedidh disse, vuesiehtimmien gaavhtan learohke jïh lohkehtæjja tjoerijægan jienebh råållah spealadidh.

source: Doppe gos lea vejolašvuohta atnit jietna- ja govvakonferánssa, lea vejolaš eambbosiidda searvat.
sma: Desnie gusnie jienebh maehtieh meatan årrodh råårestallemisnie, desnie jienebh maehtieh meatan årrodh spealadidh.

source: Nubbi eará molssaeaktun sáhttá leat ahte gáiddusoahpahusoahppi sáhttá leat tv-fitnodaga bargi guhte galgá muitalit dihto dáhpáhusa sámi árbevirolaš ealáhusas.
sma: Akte jeatjah alternatijve maahta årrodh maajhööhpehtimmielearohke maahta aktem barkijem årrodh aktede tv-sielskeste, jïh edtja reektedh aktede vihties heannadimmeste, aktene dejpeladtje jieliemisnie.

source: Jus leat guokte oahppi, de sáhttá nubbi jearahallat nuppi oahppi fáttá birra.
sma: Jis göökte learohkh, dïhte akte maahta dam nubpiem gihtjehtidh aamhtesen bïjre.

source: Das sáhttá gáiddusoahpahusa govvenrusttet máhkaš leat tv-govvenrusttet, ja oahpaheaddji lea prográmma geahčči.
sma: Dellie maajhööhpehtimmiekaamera maahta tv-kaamerinie årrodh, jïh lohkehtæjja maahta dam årrodh mij programmem vuartesje.

source: Vuođđogálggat
sma: Faagen maadth maahtoeh (Vihkielommes maehtelesvoeth)

source: Máhttit njálmmálaččat ovdanbuktit: Njálmmálaš doaibma lea guovddáš doaibma dán ovdamearkkas, earenoamážiid gulahallamis earáiguin.
sma: Maehtedh sov njaalmeldh daajroeh buektedh: Dïhte njaalmeldh maehtelesvoete lea dïhte åejviedarjome daennie vuesiehtimmesne, joekoen jeatjabigujmie soptsestalledh.

source: Máhttit čálalaččat ovdanbuktit: oahppit čállet vuorrosániid rollaspellui.
sma: Maehtedh sov tjaaleldh daajroeh buektedh: Learohkh jiehtegh råållespïelese tjaelieh.

source: Máhttit lohkat: Fáddái go ráhkkana, sáhttá leat áigeguovdilin gávdnat ja lohkat teavstta mii lea heivehuvvon sámegiela 2 ja 3 ohppiidjovkui.
sma: Maehtedh lohkedh: Goh akte aalkoe aamhtesasse, lea sjyöhtehke aktem tjaalegem gaavnedh jïh lohkedh, mij lea learohkedåahkan Saemien 2 jïh 3 sjïehtedamme.

source: Máhttit rehkenastit: Oahpahusdagus deattuha rehkenastinmáhtolašvuođaid, sihke oppalaš ja ealáhuslaš rehkenastima.
sma: Maehtedh ryöknedh: Lïerehtimmiesoejkesje ryöknememaehtelesvoeth meatan vaalta, dovne sïejhme jïh sjïere jieliemidie.

source: Omd. bohccuid lohkamis sáhttá bohccuid lohkanvuogi oahppat ja oahppat eallosturrodaga doahpagiid.
sma: Vuesiehtimmien gaavhtan gosse bovtsem ryöknoe, dellie dïhte nuepieh vadta bovtsen ryöknemevuekide nåhtadidh, jïh såemies lahtesh lïeredh krievvien stoeredahki bïjre.

source: Eará sámi árbevirolaš ealáhusain lea maiddái sin ealáhusalaš lohkanvuohki man sáhttá ávkkástallat dán ovdamearkkas.
sma: Dah jeatjah saemien dejpeladtje jielemh aaj sijjen sjïere ryöknemevuekiem utnieh, maam maahta meatan vaeltedh vuesiehtimmesne.

source: Máhttit atnit digitála reaidduid: Lea heivvolaš ráhkadit rollagoarttaid ja lohkanstašuvnnaid dihtoriin.
sma: Maehtedh digitale dirregh nåhtadidh: Daesnie sjeahta råållekåarhth jïh soptsestimmiesijjieh darjodh viehkine daatiste.

source: Oahppamis vuorrodajaldagaid sáhttá ávkkástallat dihtora, mp3-čuojanasa, giehtatelefovnna jna..
sma: Maahta jiehtegidie jiehtedh viehkine daatiste, mp3-spïeleristie, mobijletellefovneste jnv..

source: Ohppiide šaddá álkibun buoridit dajahusaid dadjama ja árvvoštallat iežaset árjja go sáhttet gullat iežaset vuorrodajaldagaid.
sma: Sjædta aelkebe learoehkidie vuasahtallemasse haarjanidh, jïh jïjtjemse vuarjasjidh gosse maehtieh jïjtjemse goltelidh.

source: Árvvoštallan
sma: Faagem vïerhtiedidh

source: Árvvoštallan mii lea ovdamearkkain galgá leat oahppanovddideaddjin go ožžot dieđuid vássán ja boahtti doaimmaid birra ja mat movttiidahttet ja dahket ohppiid diđolažžan.
sma: Dïhte vuarjasjimmie vuesiehtimmine edtja lïerehtimmiem evtiedidh bååstedebievnesi / åvtese-bievnesigujmie, mah skreejrieh jïh voerkelieh.

source: Oahppanulbmilit eaktun galgá leat oahpis ja olámuttos ohppiide dalle go álggahit barggu.
sma: Lïerehtimmieulmien væhtah edtjieh åehpies jïh gaavnoes årrodh learoehkidie baarkoen aalkovisnie.

source: Okta vuohki movt čađahit gaskaárvvoštallama ja maid / movt bargat ovddasguvlui čájehit das vuolábealde.
sma: Vuelelen vuajna guktie maahta vuarjasjimmiem barkoen nuelesne / åvtesebievnesh vedtedh.

source: Don galggat:
sma: Datne edtjh:

source: atnit sániid mat govvidit beaivválaš dilálašvuođaid
sma: baakoeh nåhtadidh mah biejjieladtje tsiehkine sjïehtieh

source: Don máhtát: Don ipmirdat maid mii dadjat ja máhtát eaŋkilsániiguin vástidit.
sma: Datne maahtah: Datne guarkah man bïjre mijjieh soptsestibie jïh maahtah aktegh baakojne vaestiedidh

source: Berret hárjehallat: Hárjehala hupmat almmá ovdalgihtii ráhkkanemiin.
sma: Haarjenh: Haarjenh baakoem vaeltedh bielelem gaajhkem åvtelhbodti soejkesjidh.

source: Dađistaga oahpat atnit iežat oahppan sániid ja doahpagiid jurddaškeahttá.
sma: Ånnetji mænngan sïjhth jïjtsistie soptsestidh dej baakoejgujmie datne maahtah.

source: Geahččal atnit ođđa sániid olles cealkagiin iige dušše eaŋkilsániiguin vástidit.
sma: Voejhkelh dejtie orre baakojde ellies jiehteginie nåhtadidh, jïh ih ajve aktegh baakojne vaestiedidh.

source: čađaheames rollaspealu njálmmálaš vuorrodajaldagaiguin
sma: råållespïelem tjïrrehtidh njaalmeldh jiehtegigujmie

source: Don máhtát: Don čájehat ahte máhtát eanas vuorrodajaldagaid.
sma: Datne maahtah: Datne vuesehth datne dejtie jeanatjommes jiehtegh maahtah

source: Berret hárjehallat: Hárjehala nu ahte oahpat rolla bures, ja neavtte dego livččii duođas dáhpáhuvvamin.
sma: Haarjenh: Lïerh råållem hijvenlaakan, jïh jielieh jïjtjemdh råållesne.

source: Logga árvvoštallanvuohkin
sma: Lågge goh vuarjasjimmievuekie

source: Dás čájehuvvo logga árvvoštallanvuohkin.
sma: Daesnie låggem åehpiedahta goh vuarjasjimmievuekie.

source: Logga dahje oassi das berre čállojuvvot sámegillii.
sma: Lågge jallh bielieh destie byöroe saemiengïelesne tjaalasovvedh.

source: Earut ohppiid sámegielmáhtu ektui.
sma: Joekehtehth mestie man jïjnje saemien dah learohkh maehtieh.

source: Joavkologga 1, álginlogga Dát joavkologga adno ovdalgo bargagoahtá rollaspealu ráhkadeames ja čađaheames.
sma: Dåehkielågge 1, aalkoelågge Daam dåehkielåggem nåhtede åvtelen aalka råållespïelem darjodh jïh tjïrrehtidh.

source: Logga sáhttá maiddái adnot oktagaslaš loggan.
sma: Maahta aaj låggem nåhtadidh goh oktegimse lågge.

source: Das čilgejuvvo geat lea mielde, ja mii fáddán lea.
sma: Daesnie buerkeste gieh meatan, jïh mij aamhtesidie lea.

source: Das govvidit dálá dilli ja mii mihttomearrin lea.
sma: Aaj aktem buerkiestimmiem vaadta tsiehkien jïh ulmien bïjre.

source: Bargovuogit čállojuvvojit maiddái.
sma: Guktie edtja barkedh aaj buerkeste.

source: Oahpaheaddji árvvoštallan ja mearkkašumit leat oassin.
sma: Vuarjasjimmieh jïh lahtestimmieh lohkehtæjjeste aaj daesnie.

source: Dán ovdamearkkas sáhttá atnit joavkologga 1 dáppe http://www.lex.no/vurdering.
sma: Daennie vuesiehtimmesne maahta 1. dåehkielåggem nåhtadidh daesnie, svaalhtese.

source: Joavkologga 2, bargo- / dađistagalogga Bargo- / dađistagalogga govvida dili, bargovugiid ja árvvoštallama lassin oahpaheaddji mearkkašumiide.
sma: Dåehkielågge 2, lågge iktemearan Daate lågge akte lågge iktemearan mij tsiehkiem, barkoevuekieh jïh vuarjasjimmiem buerkeste, lissine lohkehtæjjan lahtesidie.

source: Dát logga sáhttá maiddái leat oktagaslaš loggan. Geahča www.lex.no/vurdering.
sma: Daate lågge maahta aaj akte oktegimse lågge årrodh, vuartesjh www.lex.no/vurdering.

source: Jus joavkobargu bistá guhkit áiggi, de sáhttá heivvolažžan čállit máŋga dađistagalogga dađistaga go bargu ovdána.
sma: Jis dåehkiebarkoe guhkiem vaasa, maahta maereles årrodh jienebh låggh ikteearan tjaeledh.

source: Joavkologga 3, loahppalogga Maŋŋil go rollaspeallu lea čađahuvvon, sáhttá proseassa ja bohtosa čoahkkáigeasu čállit loggii, ovttaskas oahppái dahje olles jovkui.
sma: Dåehkielågge 3, galhkuvelågge Gosse råållespïelem tjïrrehtamme, maahta prosessem jïh illedahkem aktene låggesne tjaeledh, oktegimse jallh dåehkesne.

source: Dás sáhttá čoahkkáigeassit nugomat bargojuogu ja ovttasbarggu, muhto deattuhit galgá giellamáhtu ja oahppoulbmilat.
sma: Daesnie maahta barkoejoekedimmiem, laavenjostoem jnv. tjaeledh, bene edtja åajvahkommes gïelemaahtoem jïh lïerehtimmieulmide vuartasjidh.

source: Oahpaheaddji čállá loahpas loahppamearkkašumi.
sma: Lohkehtæjja minngedsgeatjan aktem lahtestimmiem vadta.

source: Iešárvvoštallan
sma: Jïjtsevuarjasjimmie

source: Molssaevttolaččat sáhttet oahppit iežaset barggu árvvoštallat daid árvvoštallaneavttuid mielde mat ovdanbohtet tabeallas vuolábealde, ja atnit seamma graderema go mii atno Eurohpálaš giellapássas (ESP).
sma: Molsehthlaakan learohkh maehtieh jïjtjemse vuarjasidh dej vuarjasimmievæhtaj mietie, mah leah tabellesne neebneme vuelielisnie, jïh nuhtedh seamma graderinge goh dennie Europeisk språkpass (ESP).

source: Dán máhtán
sma: Manne dam maahtam

source: veaháš
sma: ånnetji

source: oalle bures
sma: joekoen hijven

source: Oahppit galget árvvoštallat daid oahppoulbmiliid maid sii hálddašit čuovvovaš tabealla bakte:
sma: Learohkh maehtieh vuarjasjidh dejtie lïerehtimmieulmide dah haalvoeh daennie goeresne:

source: Čilgehus Dán máhtán veaháš: Dáhton
sma: Manne daam ånnetji maahtam: Biejjie

source: Dán máhtán oalle bures: Dáhton
sma: Manne daam naa hijven maahtam: Biejjie

source: Dán máhtán hui bures:
sma: Manne daam joekoen hijven maahtam:

source: Dáhton
sma: Biejjie

source: Mun máhtán hupmat beaivválaš dilálašvuođaid birra.
sma: Manne maahtam soptsestidh biejjieladtje tsiehkiej bïjre.

source: Mun máhtán hupmat árbevirolaš ealáhusa birra mainna leat bargan.
sma: Manne maahtam dan dejpeladtje jielemen bïjre soptsestidh mejnie mijjieh barkeme.

source: Mun máhtán sániid mat gullet sámegielat lohkan- ja rehkenastinvuohkái.
sma: Manne baakoeh maahtam mah leah saemien ryöknemevuekesne.

source: Mun máhtán čállit vuorrodajaldagaid rollaspellui.
sma: Manne maahtam jiehtegh tjaeledh akten råållespïelese.

source: Mun máhtán vuorrodajaldagaid ja čađahan rollaspealu njálmmálaš vuorroságastallamin.
sma: Manne jiehtegidie maahtam jïh råållespïelem tjïrrehtem njaalmeldh jiehtegigujmie.

source: Árvvoštaladettiin iežaset, de sáhttet oahppit árvvoštallat makkár ođđa doahpagiid sii leat oahppan.
sma: Goh akte bielie jïjtsevuarjasjimmeste, learohkh maehtieh vuarjasjidh mah orre lahtesh dah leah lïereme.

source: Geahča čihččet dásis dán skovi viiddiduvvon anu birra.
sma: Vuartesjh aaj 7. daltesem juktie dam goerem vielie nåhtadidh.

source: Mun dárbbašan veahki dán sáni mearkkašumi ipmirdit.
sma: Manne viehkiem daarpesjem daan baakoen ulmiem guarkedh.

source: Mun doaivvun ahte dieđan sáni mearkkašumi.
sma: Manne vienhtem guarkam daan baakoen ulmiem.

source: Mun dieđán sáni mearkkašumi.
sma: Manne daan baakoen ulmiem guarkam.

source: Oahpaheaddji geahččá oahppi iešárvvoštallama ovttas ohppiiguin ja buktá su árvvoštallamiid njálmmálaččat ja/dahje čálalaččat.
sma: Gosse vuarjasjimmiem iktemearan dorjeme, learohkh byöroeh astedh barkoem bueriedidh, juktie lïerehtimmiem lissiehtidh.
